app/controllers/home_controller.rb

SELECT "users".* FROM "users" ORDER BY created_at DESC
SELECT "meetings".* FROM "meetings"
---
  def index
    @users = User.all.order("created_at DESC")
    @meetings = Meeting.all