app/controllers/meetings_controller.rb

  def create
    @meeting = Meeting.new(meeting_params)

    respond_to do |format|
      if @meeting.save
---
INSERT INTO "meetings" ("name", "start_time", "end_time", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", "boxing"], ["start_time", "2018-03-26 04:13:00"], ["end_time", "2018-03-26 05:13:00"], ["created_at", "2018-03-26 04:13:39.107392"], ["updated_at", "2018-03-26 04:13:39.107392"]]

  def update
    respond_to do |format|
      if @meeting.update(meeting_params)
---
UPDATE "meetings" SET "start_time" = $1, "end_time" = $2, "updated_at" = $3 WHERE "meetings"."id" = $4  [["start_time", "2018-03-27 04:00:00"], ["end_time", "2018-03-27 05:00:00"], ["updated_at", "2018-03-26 04:14:27.209334"], ["id", 1]]